Repository: gdemerges/wello-ios
Catalog: Wello/Wello/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, ja, pt_br, zh_hans

source: %@. Débloquer avec Wello+
de: %@. Mit Wello+ freischalten
en: %@. Unlock with Wello+
es: %@. Desbloquea con Wello+
it: %@. Sblocca con Wello+
ja: %@。Wello+で解除
pt_br: %@. Desbloqueie com Wello+
zh_hans: %@。使用 Wello+ 解锁

# %@%@ vs semaine passée
source: %1$@%2$@ vs semaine passée
de: %1$@%2$@ ggü. Vorwoche
en: %1$@%2$@ vs last week
es: %1$@%2$@ vs. semana pasada
it: %1$@%2$@ vs settimana scorsa
ja: 先週比 %1$@%2$@
pt_br: %1$@%2$@ vs. semana passada
zh_hans: 较上周 %1$@%2$@

# %@%lld ml
source: %1$@%2$lld ml
de: %@%lld ml
en: %@%lld ml
es: %@%lld ml
it: %@%lld ml
ja: %@%lld ml
pt_br: %@%lld ml
zh_hans: %@%lld ml

source: %lld jours
de: %lld Tage
en: %lld days
es: %lld días
it: %lld giorni
ja: %lld日
pt_br: %lld dias
zh_hans: %lld 天

source: %lld jours d'affilée
de: %lld Tage in Folge
en: %lld days in a row
es: %lld días seguidos
it: %lld giorni di fila
ja: %lld日連続
pt_br: %lld dias seguidos
zh_hans: 连续 %lld 天

source: %lld millilitres
de: %lld Milliliter
en: %lld milliliters
es: %lld mililitros
it: %lld millilitri
ja: %lldミリリットル
pt_br: %lld mililitros
zh_hans: %lld 毫升

# %lld millilitres sur %lld, %lld pour cent
source: %1$lld millilitres sur %2$lld, %3$lld pour cent
de: %lld von %lld Milliliter, %lld Prozent
en: %lld of %lld milliliters, %lld percent
es: %lld de %lld mililitros, %lld por ciento
it: %lld di %lld millilitri, %lld percento
ja: %lldミリリットル中%lld、%lldパーセント
pt_br: %lld de %lld mililitros, %lld por cento
zh_hans: %lld/%lld 毫升，百分之 %lld

# %lld ml ajoutés — tu en es à %@ L aujourd'hui. 💧
source: %1$lld ml ajoutés — tu en es à %2$@ L aujourd'hui. 💧
de: %1$lld ml hinzugefügt — du bist heute bei %2$@ L. 💧
en: %1$lld ml added — you're at %2$@ L today. 💧
es: %1$lld ml añadidos — llevas %2$@ L hoy. 💧
it: %1$lld ml aggiunti — sei a %2$@ L oggi. 💧
ja: %1$lld ml 追加 — 今日はこれで %2$@ L です。💧
pt_br: %1$lld ml adicionados — você está em %2$@ L hoje. 💧
zh_hans: 已添加 %1$lld ml — 今天已喝 %2$@ L。💧

source: %lld ml bruts
de: %lld ml roh
en: %lld ml raw
es: %lld ml brutos
it: %lld ml grezzi
ja: %lld ml（総量）
pt_br: %lld ml brutos
zh_hans: %lld 毫升（原始）

# %lld ml de %@
source: %1$lld ml de %2$@
de: %lld ml %@
en: %lld ml of %@
es: %lld ml de %@
it: %lld ml di %@
ja: %lld ml の%@
pt_br: %lld ml de %@
zh_hans: %lld 毫升%@

source: %lld prise(s)
de: %lld Eintrag/Einträge
en: %lld intake(s)
es: %lld toma(s)
it: %lld assunzione/i
ja: %lld 回
pt_br: %lld registro(s)
zh_hans: %lld 次

# %lld sur %lld millilitres, %lld pour cent, %@
source: %1$lld sur %2$lld millilitres, %3$lld pour cent, %4$@
de: %lld von %lld Milliliter, %lld Prozent, %@
en: %lld of %lld milliliters, %lld percent, %@
es: %lld de %lld mililitros, %lld por ciento, %@
it: %lld di %lld millilitri, %lld percento, %@
ja: %lldミリリットル中%lld、%lldパーセント、%@
pt_br: %lld de %lld mililitros, %lld por cento, %@
zh_hans: %lld/%lld 毫升，百分之 %lld，%@

source: %lld/4 sources lues
de: %lld/4 Quellen gelesen
en: %lld/4 sources read
es: %lld/4 fuentes leídas
it: %lld/4 fonti lette
ja: %lld/4 個のソースを取得
pt_br: %lld/4 fontes lidas
zh_hans: 已读取 %lld/4 个来源

source: %lld/4 sources lues — météo indisponible
de: %lld/4 Quellen gelesen — Wetter nicht verfügbar
en: %lld/4 sources read — weather unavailable
es: %lld/4 fuentes leídas — clima no disponible
it: %lld/4 fonti lette — meteo non disponibile
ja: %lld/4 個のソースを取得 — 天気は利用不可
pt_br: %lld/4 fontes lidas — clima indisponível
zh_hans: 已读取 %lld/4 个来源 — 天气不可用

# ≈ %lld ml hydratants (coefficient %@)
source: ≈ %1$lld ml hydratants (coefficient %2$@)
de: ≈ %lld ml hydratisierend (Koeffizient %@)
en: ≈ %lld ml hydrating (coefficient %@)
es: ≈ %lld ml hidratantes (coeficiente %@)
it: ≈ %lld ml idratanti (coefficiente %@)
ja: ≈ %lld ml の水分（係数 %@）
pt_br: ≈ %lld ml hidratantes (coeficiente %@)
zh_hans: ≈ %lld ml 补水量（系数 %@）

source: 7 jours
de: 7 Tage
en: 7 days
es: 7 días
it: 7 giorni
ja: 7日
pt_br: 7 dias
zh_hans: 7 天

source: 30 jours
de: 30 Tage
en: 30 days
es: 30 días
it: 30 giorni
ja: 30日
pt_br: 30 dias
zh_hans: 30 天

source: à %@
de: um %@
en: at %@
es: a las %@
it: alle %@
pt_br: às %@

source: À personnaliser selon avis médical.
de: Nach ärztlichem Rat anzupassen.
en: To personalize per medical advice.
es: Personalizar según consejo médico.
it: Da personalizzare secondo parere medico.
ja: 医師の助言に従って調整してください。
pt_br: A personalizar conforme orientação médica.
zh_hans: 请根据医嘱进行个性化设置。

source: Actif
de: Aktiv
en: Active
es: Activo
it: Attivo
ja: 有効
pt_br: Ativo
zh_hans: 已启用

source: Action : ajoute un verre fixe au réveil et un autre au goûter.
de: Aktion: Trink ein festes Glas nach dem Aufwachen und eins am Nachmittag.
en: Action: add a fixed glass when you wake up and another in the afternoon.
es: Acción: añade un vaso fijo al despertar y otro por la tarde.
it: Azione: aggiungi un bicchiere fisso al risveglio e un altro a merenda.
ja: アクション：起床時に1杯、午後のおやつ時にもう1杯を習慣に。
pt_br: Ação: adicione um copo fixo ao acordar e outro à tarde.
zh_hans: 行动：起床时固定喝一杯，下午茶时再喝一杯。

source: Action : conserve la même routine, elle tient bien.
de: Aktion: Behalte dieselbe Routine bei, sie funktioniert gut.
en: Action: keep the same routine, it's working well.
es: Acción: mantén la misma rutina, funciona bien.
it: Azione: mantieni la stessa routine, funziona bene.
ja: アクション：今の習慣を維持しましょう。うまくいっています。
pt_br: Ação: mantenha a mesma rotina, ela funciona bem.
zh_hans: 行动：保持现有节奏，效果不错。

source: Action : garde les rappels actifs cette semaine, surtout l'après-midi.
de: Aktion: Lass die Erinnerungen diese Woche aktiv, besonders nachmittags.
en: Action: keep reminders on this week, especially in the afternoon.
es: Acción: mantén los recordatorios activos esta semana, sobre todo por la tarde.
it: Azione: tieni attivi i promemoria questa settimana, soprattutto il pomeriggio.
ja: アクション：今週はリマインダーをオンに。特に午後がおすすめです。
pt_br: Ação: mantenha os lembretes ativos esta semana, principalmente à tarde.
zh_hans: 行动：本周保持提醒开启，尤其是下午。

source: Action : vise d'abord la régularité, pas la perfection.
de: Aktion: Ziele zuerst auf Regelmäßigkeit, nicht auf Perfektion.
en: Action: aim for consistency first, not perfection.
es: Acción: busca primero la constancia, no la perfección.
it: Azione: punta prima alla costanza, non alla perfezione.
ja: アクション：完璧よりも、まず継続を目指しましょう。
pt_br: Ação: busque primeiro a regularidade, não a perfeição.
zh_hans: 行动：先追求规律，而非完美。

source: Activité
de: Aktivität
en: Activity
es: Actividad
it: Attività
ja: 運動
pt_br: Atividade
zh_hans: 运动

source: Ajoute l'apport recommandé (EFSA) : +300 ml enceinte, +700 ml allaitante.
de: Fügt die empfohlene Zufuhr hinzu (EFSA): +300 ml schwanger, +700 ml stillend.
en: Adds the recommended intake (EFSA): +300 ml pregnant, +700 ml breastfeeding.
es: Añade la ingesta recomendada (EFSA): +300 ml embarazada, +700 ml lactancia.
it: Aggiunge l'apporto raccomandato (EFSA): +300 ml in gravidanza, +700 ml in allattamento.
ja: 推奨摂取量（EFSA）を追加：妊娠中 +300 ml、授乳中 +700 ml。
pt_br: Adiciona a ingestão recomendada (EFSA): +300 ml grávida, +700 ml amamentando.
zh_hans: 添加推荐摄入量（EFSA）：孕期 +300 ml，哺乳期 +700 ml。

source: Ajouter
de: Hinzufügen
en: Add
es: Añadir
it: Aggiungi
ja: 追加
pt_br: Adicionar
zh_hans: 添加

source: Ajouter %lld millilitres
de: %lld Milliliter hinzufügen
en: Add %lld milliliters
es: Añadir %lld mililitros
it: Aggiungi %lld millilitri
ja: %lldミリリットルを追加
pt_br: Adicionar %lld mililitros
zh_hans: 添加 %lld 毫升

source: Ajouter 250 ml
de: 250 ml hinzufügen
en: Add 250 ml
es: Añadir 250 ml
it: Aggiungi 250 ml
ja: 250 ml 追加
pt_br: Adicionar 250 ml
zh_hans: 添加 250 ml

source: Ajouter de l'eau
de: Wasser hinzufügen
en: Add water
es: Añadir agua
it: Aggiungi acqua
ja: 水を追加
pt_br: Adicionar água
zh_hans: 添加水

source: Ajouter une autre quantité
de: Andere Menge hinzufügen
en: Add another amount
es: Añadir otra cantidad
it: Aggiungi un'altra quantità
ja: 別の量を追加
pt_br: Adicionar outra quantidade
zh_hans: 添加其他数量

source: Ajouter une boisson
de: Getränk hinzufügen
en: Add a drink
es: Añadir una bebida
it: Aggiungi una bevanda
ja: 飲み物を追加
pt_br: Adicionar uma bebida
zh_hans: 添加饮品

source: Ajuste finement ton objectif. Les plafonds de sécurité (4000 ml max) restent appliqués.
de: Feinjustiere dein Ziel. Sicherheitsgrenzen (max. 4000 ml) gelten weiterhin.
en: Fine-tune your goal. Safety caps (4000 ml max) still apply.
es: Ajusta tu objetivo con precisión. Los límites de seguridad (4000 ml máx.) se mantienen.
it: Regola con precisione il tuo obiettivo. I limiti di sicurezza (max 4000 ml) restano applicati.
ja: 目標を細かく調整できます。安全上限（最大4000 ml）は常に適用されます。
pt_br: Ajuste seu objetivo com precisão. Os limites de segurança (máx. 4000 ml) continuam válidos.
zh_hans: 精细调整你的目标。安全上限（最多 4000 ml）始终生效。

source: Ajustement borné à ±400 ml. Inclus dans Wello+.
de: Anpassung auf ±400 ml begrenzt. In Wello+ enthalten.
en: Adjustment capped at ±400 ml. Included in Wello+.
es: Ajuste limitado a ±400 ml. Incluido en Wello+.
it: Regolazione limitata a ±400 ml. Inclusa in Wello+.
ja: 調整は±400 mlまで。Wello+に含まれます。
pt_br: Ajuste limitado a ±400 ml. Incluído no Wello+.
zh_hans: 调整上限为 ±400 ml。包含在 Wello+ 中。

source: Allaitante
de: Stillend
en: Breastfeeding
es: Lactancia
it: Allattamento
ja: 授乳中
pt_br: Amamentando
zh_hans: 哺乳期

source: Altitude
de: Höhe
es: Altitud
it: Altitudine
ja: 標高
zh_hans: 海拔

source: Altitude fournie par Open-Meteo. Plafonné à 500 ml.
de: Höhe von Open-Meteo. Auf 500 ml begrenzt.
en: Altitude from Open-Meteo. Capped at 500 ml.
es: Altitud proporcionada por Open-Meteo. Limitado a 500 ml.
it: Altitudine fornita da Open-Meteo. Limitato a 500 ml.
ja: 標高はOpen-Meteoから取得。上限500 ml。
pt_br: Altitude fornecida pela Open-Meteo. Limitado a 500 ml.
zh_hans: 海拔数据来自 Open-Meteo。上限 500 ml。

source: Analyses
de: Analysen
en: Insights
es: Análisis
it: Analisi
ja: 分析
pt_br: Análises
zh_hans: 分析

source: Analyses détaillées
de: Detaillierte Analysen
en: Detailed insights
es: Análisis detallado
it: Analisi dettagliate
ja: 詳細な分析
pt_br: Análises detalhadas
zh_hans: 详细分析

source: Annuler
de: Abbrechen
en: Cancel
es: Cancelar
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Annuler la dernière prise (+%lld ml)
de: Letzte Eingabe rückgängig (+%lld ml)
en: Undo last entry (+%lld ml)
es: Deshacer la última toma (+%lld ml)
it: Annulla l'ultima assunzione (+%lld ml)
ja: 直前の記録を取り消す（+%lld ml）
pt_br: Desfazer o último registro (+%lld ml)
zh_hans: 撤销上一次记录（+%lld ml）

source: Appliquer ce thème
de: Dieses Design anwenden
en: Apply this theme
es: Aplicar este tema
it: Applica questo tema
ja: このテーマを適用
pt_br: Aplicar este tema
zh_hans: 应用此主题

source: Atteinte
de: Erreicht
en: Reached
es: Cumplimiento
it: Raggiungimento
ja: 達成
pt_br: Cumprido
zh_hans: 达成

source: Atteinte de l'objectif
de: Ziel erreicht
en: Goal reached
es: Objetivo cumplido
it: Obiettivo raggiunto
ja: 目標達成
pt_br: Objetivo atingido
zh_hans: 目标达成

source: attendus maintenant
de: jetzt erwartet
en: expected now
es: previstos ahora
it: previsti ora
ja: 現時点の目安
pt_br: previstos agora
zh_hans: 当前应达到

source: Aucun
de: Keine
en: None
es: Ninguno
it: Nessuno
ja: なし
pt_br: Nenhum
zh_hans: 无

source: Aucun historique pour l'instant
de: Noch kein Verlauf
en: No history yet
es: Aún no hay historial
it: Ancora nessuna cronologia
ja: まだ履歴がありません
pt_br: Ainda sem histórico
zh_hans: 暂无历史记录

source: Aucune prise ce jour-là.
de: Keine Einträge an diesem Tag.
en: No entries that day.
es: No hubo tomas ese día.
it: Nessuna assunzione quel giorno.
ja: その日は記録がありません。
pt_br: Nenhum registro nesse dia.
zh_hans: 那天没有记录。

source: Aucune prise enregistrée sur les 30 derniers jours.
de: Keine Einträge in den letzten 30 Tagen.
en: No entries in the last 30 days.
es: Sin tomas en los últimos 30 días.
it: Nessuna assunzione negli ultimi 30 giorni.
ja: 過去30日間の記録がありません。
pt_br: Nenhum registro nos últimos 30 dias.
zh_hans: 过去 30 天没有记录。

source: Aujourd'hui
de: Heute
en: Today
es: Hoy
it: Oggi
ja: 今日
pt_br: Hoje
zh_hans: 今天

source: Autre
de: Andere
en: Other
es: Otro
it: Altro
ja: その他
pt_br: Outro
zh_hans: 其他

source: Base (EFSA)
de: Basis (EFSA)
ja: 基準値（EFSA）
zh_hans: 基准值（EFSA）

source: Besoin rénal
de: Nierenbedarf
en: Kidney needs
es: Necesidad renal
it: Fabbisogno renale
ja: 腎臓の必要量
pt_br: Necessidade renal
zh_hans: 肾脏需求

source: Bien joué pour ta séance 💪
de: Starkes Training 💪
en: Nice workout 💪
es: ¡Buen entreno! 💪
it: Bell'allenamento 💪
ja: ナイスワークアウト 💪
pt_br: Belo treino 💪
zh_hans: 训练不错 💪

source: Bilan & cap de la semaine
de: Wochenbilanz & Ausrichtung
en: Weekly review & direction
es: Balance y rumbo de la semana
it: Bilancio e rotta della settimana
ja: 今週の振り返りと方針
pt_br: Balanço e rumo da semana
zh_hans: 本周总结与方向

source: Bois ~500 ml dans l'heure pour récupérer.
de: Trink ~500 ml in der nächsten Stunde zur Erholung.
en: Drink ~500 ml within the hour to recover.
es: Bebe ~500 ml en la próxima hora para recuperarte.
it: Bevi ~500 ml entro un'ora per recuperare.
ja: 回復のため1時間以内に約500 ml を飲みましょう。
pt_br: Beba ~500 ml na próxima hora para se recuperar.
zh_hans: 一小时内喝约 500 ml 帮助恢复。

source: Boisson
de: Getränk
en: Drink
es: Bebida
it: Bevanda
ja: 飲み物
pt_br: Bebida
zh_hans: 饮品

source: Boissons
de: Getränke
en: Drinks
es: Bebidas
it: Bevande
ja: 飲み物
pt_br: Bebidas
zh_hans: 饮品

source: Boissons personnalisées, débloquer
de: Eigene Getränke, freischalten
en: Custom drinks, unlock
es: Bebidas personalizadas, desbloquear
it: Bevande personalizzate, sblocca
ja: カスタム飲料、解除
pt_br: Bebidas personalizadas, desbloquear
zh_hans: 自定义饮品，解锁

source: Bridé au plafond de sécurité (4000 ml)
de: Auf Sicherheitsgrenze begrenzt (4000 ml)
en: Capped at the safety limit (4000 ml)
es: Limitado al máximo de seguridad (4000 ml)
it: Limitato al massimo di sicurezza (4000 ml)
ja: 安全上限で制限（4000 ml）
pt_br: Limitado ao teto de segurança (4000 ml)
zh_hans: 已限制在安全上限（4000 ml）

source: Bu : %lld ml
de: Getrunken: %lld ml
en: Drunk: %lld ml
es: Bebido: %lld ml
it: Bevuto: %lld ml
ja: 摂取：%lld ml
pt_br: Bebido: %lld ml
zh_hans: 已喝：%lld ml

source: Calcul de ton objectif
de: Berechnung deines Ziels
en: Your goal calculation
es: Cálculo de tu objetivo
it: Calcolo del tuo obiettivo
ja: 目標の計算
pt_br: Cálculo do seu objetivo
zh_hans: 目标计算

source: Certains services ne sont pas actifs. Tout refus est géré : l'app reste pleinement utilisable.
de: Einige Dienste sind inaktiv. Jede Ablehnung wird berücksichtigt: Die App bleibt voll nutzbar.
en: Some services are inactive. Every denial is handled: the app stays fully usable.
es: Algunos servicios no están activos. Cada rechazo se gestiona: la app sigue siendo totalmente utilizable.
it: Alcuni servizi non sono attivi. Ogni rifiuto è gestito: l'app resta pienamente utilizzabile.
ja: 一部のサービスが無効です。すべての拒否に対応しており、アプリは問題なく使えます。
pt_br: Alguns serviços não estão ativos. Cada recusa é tratada: o app continua totalmente utilizável.
zh_hans: 部分服务未启用。每一次拒绝都已处理：应用仍可完全使用。

source: Ces horaires indiquent la dernière lecture locale utilisée par Wello. En cas de refus, l'app garde un repli neutre et reste utilisable.
de: Diese Zeiten zeigen die letzte von Wello genutzte lokale Auslesung. Bei Ablehnung behält die App einen neutralen Rückfallwert und bleibt nutzbar.
en: These times show the last local reading used by Wello. If access is denied, the app keeps a neutral fallback and stays usable.
es: Estas horas indican la última lectura local utilizada por Wello. Si se deniega el acceso, la app mantiene un valor neutro de reserva y sigue siendo utilizable.
it: Questi orari indicano l'ultima lettura locale usata da Wello. In caso di rifiuto, l'app mantiene un valore neutro di riserva e resta utilizzabile.
ja: これらの時刻は、Wello が使用した最後のローカル取得を示します。拒否された場合でも、アプリは中立的な代替値を保持し、引き続き利用できます。
pt_br: Estes horários indicam a última leitura local usada pelo Wello. Em caso de recusa, o app mantém um valor neutro de reserva e continua utilizável.
zh_hans: 这些时间显示 Wello 使用的最后一次本地读取。若被拒绝，应用会保留中性的回退值并继续可用。

source: Cette semaine
de: Diese Woche
en: This week
es: Esta semana
it: Questa settimana
ja: 今週
pt_br: Esta semana
zh_hans: 本周

source: Chaque kilocalorie dépensée à l'effort ajoute environ 1 ml. Évaporer 1 ml de sueur dissipe ~0,58 kcal, et l'essentiel de l'énergie d'un exercice se transforme en chaleur évacuée par la sueur. On part de l'énergie active (intensité réelle), pas de la seule durée.
de: Jede beim Sport verbrannte Kilokalorie fügt etwa 1 ml hinzu. Das Verdunsten von 1 ml Schweiß gibt ~0,58 kcal ab, und der Großteil der Trainingsenergie wird zu Wärme, die über Schweiß abgeführt wird. Wir gehen von der aktiven Energie (echte Intensität) aus, nicht nur von der Dauer.
en: Each kilocalorie burned during exercise adds about 1 ml. Evaporating 1 ml of sweat dissipates ~0.58 kcal, and most of a workout's energy turns into heat shed through sweat. We start from active energy (real intensity), not duration alone.
es: Cada kilocaloría gastada en el esfuerzo añade alrededor de 1 ml. Evaporar 1 ml de sudor disipa ~0,58 kcal, y la mayor parte de la energía del ejercicio se convierte en calor evacuado por el sudor. Partimos de la energía activa (intensidad real), no solo de la duración.
it: Ogni chilocaloria bruciata durante lo sforzo aggiunge circa 1 ml. Evaporare 1 ml di sudore dissipa ~0,58 kcal e gran parte dell'energia di un allenamento diventa calore smaltito con il sudore. Partiamo dall'energia attiva (intensità reale), non dalla sola durata.
ja: 運動で消費する1キロカロリーごとに約1 mlを追加します。汗1 mlの蒸発は約0.58 kcalを放散し、運動エネルギーの大部分は汗として放出される熱になります。単なる時間ではなく、活動エネルギー（実際の強度）を基準にします。
pt_br: Cada quilocaloria gasta no esforço adiciona cerca de 1 ml. Evaporar 1 ml de suor dissipa ~0,58 kcal, e a maior parte da energia de um treino vira calor eliminado pelo suor. Partimos da energia ativa (intensidade real), não apenas da duração.
zh_hans: 运动中每消耗 1 千卡就增加约 1 ml。蒸发 1 ml 汗液可散发约 0.58 千卡，运动能量的大部分会转化为通过汗液散发的热量。我们以活动能量（真实强度）为准，而不仅是时长。

source: Coefficient d'hydratation par boisson (eau = 1,0). Ajuste selon ton ressenti ; valeurs indicatives, non médicales.
de: Hydrations-Koeffizient je Getränk (Wasser = 1,0). Passe ihn nach Gefühl an; Richtwerte, keine medizinischen Angaben.
en: Hydration coefficient per drink (water = 1.0). Adjust to your liking; indicative, non-medical values.
es: Coeficiente de hidratación por bebida (agua = 1,0). Ajústalo a tu criterio; valores indicativos, no médicos.
it: Coefficiente di idratazione per bevanda (acqua = 1,0). Regolalo secondo la tua sensazione; valori indicativi, non medici.
ja: 飲み物ごとの水分係数（水 = 1.0）。感覚に合わせて調整してください。目安であり医学的な値ではありません。
pt_br: Coeficiente de hidratação por bebida (água = 1,0). Ajuste conforme sua percepção; valores indicativos, não médicos.
zh_hans: 各饮品的补水系数（水 = 1.0）。可按你的感受调整；仅供参考，非医学数据。

source: Commencer
de: Loslegen
en: Get started
es: Empezar
it: Inizia
ja: 開始
pt_br: Começar
zh_hans: 开始

source: Comment mon objectif est-il calculé ?
de: Wie wird mein Ziel berechnet?
en: How is my goal calculated?
es: ¿Cómo se calcula mi objetivo?
it: Come viene calcolato il mio obiettivo?
ja: 目標はどう計算される？
pt_br: Como meu objetivo é calculado?
zh_hans: 我的目标是如何计算的？

source: Conditions d'utilisation
de: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
it: Termini d'uso
ja: 利用規約
pt_br: Termos de uso
zh_hans: 使用条款

source: Confidentialité
de: Datenschutz
en: Privacy
es: Privacidad
it: Privacy
ja: プライバシー
pt_br: Privacidade
zh_hans: 隐私

source: Corpulence
de: Körperbau
en: Body size
es: Complexión
it: Corporatura
ja: 体格
pt_br: Compleição
zh_hans: 体型

source: Couper les rappels aujourd'hui
de: Erinnerungen heute stummschalten
en: Mute reminders today
es: Silenciar recordatorios hoy
it: Silenzia i promemoria oggi
ja: 今日のリマインダーをオフ
pt_br: Silenciar lembretes hoje
zh_hans: 今天关闭提醒

source: créneau dominant : %@
de: Hauptzeitfenster: %@
en: peak time: %@
es: franja dominante: %@
it: fascia principale: %@
ja: 主な時間帯：%@
pt_br: faixa dominante: %@
zh_hans: 主要时段：%@

source: Débloquer
de: Freischalten
en: Unlock
es: Desbloquear
it: Sblocca
ja: 解除
pt_br: Desbloquear
zh_hans: 解锁

source: Débloquer avec Wello+
de: Mit Wello+ freischalten
en: Unlock with Wello+
es: Desbloquear con Wello+
it: Sblocca con Wello+
ja: Wello+で解除
pt_br: Desbloquear com Wello+
zh_hans: 使用 Wello+ 解锁

source: Débloquer tout
de: Alles freischalten
en: Unlock everything
es: Desbloquear todo
it: Sblocca tutto
ja: すべて解除
pt_br: Desbloquear tudo
zh_hans: 解锁全部

source: Détail de l'objectif
de: Zielaufschlüsselung
en: Goal breakdown
es: Desglose del objetivo
it: Dettaglio dell'obiettivo
ja: 目標の内訳
pt_br: Detalhes do objetivo
zh_hans: 目标明细

source: Détail du calcul
de: Berechnungsdetail
en: Calculation detail
es: Detalle del cálculo
it: Dettaglio del calcolo
ja: 計算の詳細
pt_br: Detalhe do cálculo
zh_hans: 计算详情

source: Diagnostic
de: Diagnose
en: Diagnostics
es: Diagnóstico
it: Diagnostica
ja: 診断
pt_br: Diagnóstico
zh_hans: 诊断

source: Diagnostic & permissions
de: Diagnose & Berechtigungen
en: Diagnostics & permissions
es: Diagnóstico y permisos
it: Diagnostica e permessi
ja: 診断と権限
pt_br: Diagnóstico e permissões
zh_hans: 诊断与权限

source: Eau depuis Santé
de: Wasser aus Health
en: Water from Health
es: Agua desde Salud
it: Acqua da Salute
ja: ヘルスケアからの水分
pt_br: Água do Saúde
zh_hans: 来自健康的饮水

source: effectifs
de: effektiv
en: effective
es: efectivos
it: effettivi
ja: 実効
pt_br: efetivos
zh_hans: 有效

source: En altitude, l'air plus sec et une respiration accrue augmentent les pertes en eau, et la diurèse d'adaptation s'élève. On ajoute +150 ml par tranche de 1000 m au-dessus de 2000 m.
de: In der Höhe erhöhen trockenere Luft und verstärkte Atmung die Wasserverluste, und die Anpassungs-Harnausscheidung steigt. Wir fügen +150 ml pro 1000 m über 2000 m hinzu.
en: At altitude, drier air and increased breathing raise water losses, and adaptive urine output rises. We add +150 ml per 1000 m above 2000 m.
es: En altitud, el aire más seco y una respiración mayor aumentan las pérdidas de agua, y la diuresis de adaptación sube. Añadimos +150 ml por cada 1000 m por encima de 2000 m.
it: In quota, l'aria più secca e una respirazione più intensa aumentano le perdite d'acqua e la diuresi di adattamento cresce. Aggiungiamo +150 ml ogni 1000 m oltre i 2000 m.
ja: 高地では乾いた空気と呼吸量の増加で水分損失が増え、適応のための尿量も増えます。2000 mを超えて1000 mごとに+150 mlを追加します。
pt_br: Na altitude, o ar mais seco e a respiração aumentada elevam as perdas de água, e a diurese de adaptação sobe. Adicionamos +150 ml a cada 1000 m acima de 2000 m.
zh_hans: 在高海拔地区，空气更干燥、呼吸加快会增加水分流失，适应性排尿也会增多。海拔超过 2000 m，每升高 1000 m 增加 150 ml。

source: En prévention des calculs rénaux (lithiase), maintenir une diurèse abondante est recommandé. Le supplément est réglable et doit être ajusté avec ton médecin.
de: Zur Vorbeugung von Nierensteinen (Lithiasis) wird eine hohe Harnausscheidung empfohlen. Der Zuschlag ist einstellbar und sollte mit deinem Arzt abgestimmt werden.
en: To help prevent kidney stones (lithiasis), keeping urine output high is recommended. The supplement is adjustable and should be set with your doctor.
es: Para prevenir los cálculos renales (litiasis), se recomienda mantener una diuresis abundante. El suplemento es ajustable y debe fijarse con tu médico.
it: Per prevenire i calcoli renali (litiasi) è consigliato mantenere una diuresi abbondante. Il supplemento è regolabile e va definito con il tuo medico.
ja: 腎結石（尿路結石）の予防には、尿量を多く保つことが推奨されます。追加量は調整可能で、医師と相談して設定してください。
pt_br: Para prevenir cálculos renais (litíase), recomenda-se manter uma diurese abundante. O suplemento é ajustável e deve ser definido com seu médico.
zh_hans: 为预防肾结石（尿石症），建议保持较多的排尿量。该增量可调，应与医生一起确定。

source: Enceinte
de: Schwanger
en: Pregnant
es: Embarazada
it: Incinta
ja: 妊娠中
pt_br: Grávida
zh_hans: 孕期

source: Énergie HealthKit
de: HealthKit-Energie
en: HealthKit energy
es: Energía de HealthKit
it: Energia HealthKit
ja: HealthKit のエネルギー
pt_br: Energia do HealthKit
zh_hans: HealthKit 能量

source: Enregistre une prise d'eau dans Wello.
de: Speichert eine Wasseraufnahme in Wello.
en: Logs a drink of water in Wello.
es: Registra un consumo de agua en Wello.
it: Registra un'assunzione d'acqua in Wello.
ja: Wello に水分摂取を記録します。
pt_br: Registra um consumo de água no Wello.
zh_hans: 在 Wello 中记录一次饮水。
